{
  "text": {
    "hi": 34,
    "hello": 32,
    "hey": 33,
    "riyo": 52,
    "there": 60,
    "good": 28,
    "morning": 45,
    "afternoon": 2,
    "evening": 21,
    "what": 65,
    "s": 53,
    "up": 64,
    "yo": 69,
    "hai": 30,
    "bye": 8,
    "goodbye": 29,
    "see": 54,
    "you": 70,
    "talk": 57,
    "to": 62,
    "later": 40,
    "catch": 10,
    "exit": 22,
    "who": 66,
    "are": 6,
    "is": 38,
    "tell": 58,
    "me": 42,
    "about": 1,
    "yourself": 71,
    "do": 18,
    "created": 14,
    "a": 0,
    "bot": 7,
    "echo": 20,
    "explain": 23,
    "app": 5,
    "does": 19,
    "kind": 39,
    "of": 47,
    "features": 24,
    "have": 31,
    "can": 9,
    "i": 36,
    "in": 37,
    "functionalities": 26,
    "feed": 25,
    "how": 35,
    "create": 13,
    "post": 49,
    "works": 68,
    "like": 41,
    "posts": 50,
    "comment": 12,
    "on": 48,
    "messaging": 44,
    "send": 55,
    "message": 43,
    "chat": 11,
    "system": 56,
    "real": 51,
    "time": 61,
    "notifications": 46,
    "get": 27,
    "work": 67,
    "alerts": 3,
    "the": 59,
    "current": 15,
    "date": 16,
    "day": 17,
    "today": 63,
    "and": 4
  },
  "intent": {
    "greet": 8,
    "goodbye": 7,
    "ask_about_riyo": 1,
    "ask_about_echo": 0,
    "ask_echo_features": 4,
    "ask_feed": 5,
    "ask_chat": 2,
    "ask_notifications": 6,
    "ask_datetime": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 1,
    "action_extract_slots": 7,
    "action_about_riyo": 0,
    "action_current_datetime": 2,
    "utter_about_echo": 14,
    "utter_chat": 15,
    "utter_echo_features": 16,
    "utter_feed": 17,
    "utter_goodbye": 18,
    "utter_greet": 19,
    "utter_notifications": 20
  },
  "action_text": null,
  "intent_response_key": null
}