{
  "text": {
    "hey": 33,
    "hello": 32,
    "hi": 34,
    "there": 74,
    "good": 26,
    "morning": 47,
    "evening": 19,
    "moin": 46,
    "let": 42,
    "s": 60,
    "go": 24,
    "dude": 18,
    "goodmorning": 29,
    "goodevening": 28,
    "afternoon": 2,
    "cu": 14,
    "by": 8,
    "cee": 10,
    "you": 90,
    "later": 41,
    "night": 52,
    "bye": 9,
    "goodbye": 27,
    "have": 31,
    "a": 0,
    "nice": 51,
    "day": 15,
    "see": 64,
    "around": 6,
    "yes": 89,
    "y": 88,
    "indeed": 38,
    "of": 55,
    "course": 12,
    "that": 72,
    "sounds": 66,
    "correct": 11,
    "no": 53,
    "n": 49,
    "never": 50,
    "i": 37,
    "don": 17,
    "t": 69,
    "think": 75,
    "so": 65,
    "like": 43,
    "way": 80,
    "not": 54,
    "really": 58,
    "perfect": 56,
    "great": 30,
    "amazing": 4,
    "feeling": 23,
    "king": 40,
    "wonderful": 86,
    "am": 3,
    "very": 78,
    "going": 25,
    "to": 76,
    "save": 63,
    "the": 73,
    "world": 87,
    "super": 68,
    "stoked": 67,
    "extremely": 20,
    "my": 48,
    "was": 79,
    "horrible": 35,
    "sad": 62,
    "feel": 22,
    "well": 81,
    "disappointed": 16,
    "m": 44,
    "unhappy": 77,
    "extremly": 21,
    "saad": 61,
    "are": 5,
    "bot": 7,
    "human": 36,
    "talking": 70,
    "who": 84,
    "what": 83,
    "tell": 71,
    "me": 45,
    "about": 1,
    "yourself": 92,
    "is": 39,
    "riyo": 59,
    "your": 91,
    "purpose": 57,
    "why": 85,
    "were": 82,
    "created": 13
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "deny": 3,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 1,
    "bot_identity": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_bot_identity": 12,
    "utter_cheer_up": 13,
    "utter_did_that_help": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_happy": 17,
    "utter_iamabot": 18
  },
  "action_text": null,
  "intent_response_key": null
}